export const newsDatas = [
  {
    id:1,
    title:"TWICE回歸！ STRATEGY主打歌曝　粉絲讚「酷又甜美」",
    content:"TWICE 即將在12月6日發行迷你14輯《STRATEGY》，近日陸續傳出她們將合作歐美大咖歌手，除了已經宣布的美國饒舌歌手 Megan Thee Stallion(梅根尤物)外，還傳出 Coldplay 也是合作歌手之一， 尤其是 TWICE 將擔任 Coldplay 明年世巡首爾場的特別嘉賓，更是讓外界期待兩團的合作，而近日網上瘋傳 TWICE 這次新專輯歌單，竟然除了兩組歐美大咖外，還有 IU！TWICE 這次新專輯《STRATEGY》在發行前就討論度超高，而近日竟疑似專輯歌單外流，強大陣容也直接被瘋傳，除了同名歌曲〈STRATEGY〉將合作 Megan Thee Stallion 外，歌單上竟還出現與其他歌手的合作曲，與 Coldplay 合作的〈UMBRELLA〉，以及與 IU 合作的〈LULLABY〉，超強陣容火速引起熱議。雖然歌單真實性尚未被證實，但已經讓粉絲都超期待，紛紛留言表示「雖然不知道是不是真的，但有 IU 和 Coldplay 真的很扯...」、「喔買尬，這次陣容真的很大欸，雖然不知道是不是真的，但先小小相信一下」、「希望是真的!!!」、「IU 不清楚，但她們是明年 Coldplay 在韓國六場演唱會的嘉賓，如果12月的專輯有合作曲，當這六場的嘉賓就很合理」等，討論度不斷。",
    lineLimit:3,
  },
  {
    id:2,
    title:"子瑜最愛《黑白大廚》料理曝光！一說完秒現身餐廳踩點",
    content:"TWICE 子瑜在9月以《abouTZU》solo 出道，進步超多的唱功，與之前沒見過的個人魅力，都再度迷翻大批粉絲，而 solo 結束幾個月後，子瑜回歸團隊，即將在6日與 TWICE 發行迷你14輯《STRATEGY》，成員們也在近日搶先現身多個節目進行宣傳，日前定延、志效、子瑜3人登上惠利 YouTube 節目《Hyell's Club》大聊近況，還提到了日前爆紅的《黑白大廚：料理階級大戰》，沒想到子瑜竟然也有追，不僅透露最愛哪道料理，還已經到那位主廚的餐廳打卡啦！節目中，惠利準備美食招待 TWICE 成員，並聊到了日前爆紅的料理實境秀《黑白大廚》，其中，子瑜最愛料理竟不是來自有高討論度的前8強主廚，而是黑湯匙之一「名人的主廚」林熙元(임희원)做的「素食生魚片」，她表示「我很好奇用素食做的生魚片，好奇吃起來是不是真的跟壽司一樣」，出乎意料的選擇讓大家都很驚訝，一旁定延則補充「子瑜很喜歡挑戰新的食物」。",
    lineLimit:4,
  },
  {
    id:3,
    title:"在韓台灣第一人！TWICE 忙內周子瑜 TZUYU 歷經千呼萬喚終於 solo 出道！",
    content:"新專輯《abouTZU》(2024) 在9月6日時發行了，如果是有在關注子瑜的朋友就會知道，專輯名稱和子瑜的 IG 帳號是相似的，意思就是關於子瑜的事情，第一次看到就覺得很有子瑜自己的味道。",
    lineLimit:4,
  }
]